Repository: 05gash/OpenEmu
Catalog: OpenEmu/*.lproj/Localizable.strings
Languages: de

source: %@ copy
de: %@ Kopie

source: %@ could not be enabled because its plugin was not found.
de: %@ konnte nicht aktiviert werden, da kein Plugin gefunden wurde.

source: %@ games you add to OpenEmu will appear in this Console Library
de: „%@“-Spiele, die du zu OpenEmu hinzufügst, erscheinen in dieser Ansicht.

source: Add Cheat
de: Cheat hinzufügen

source: Add Cheat…
de: Cheat hinzufügen …

source: Add Cover Art From File…
de: Cover aus Datei hinzufügen …

source: Add To Collection
de: Zur Sammlung hinzufügen

source: Add a Wiimote…
de: Wiimote hinzufügen …

source: Add untracked save states
de: Nicht getrackte Spielstände hinzufügen

source: All Games
de: Alle Spiele

source: Are you sure you want to delete %ld save games from your OpenEmu library?
de: Möchtest du wirklich %ld Spielstände aus deiner OpenEmu-Mediathek entfernen?

source: Are you sure you want to delete %ld screenshots from your OpenEmu library?
de: Möchtest du wirklich %ld Screenshots aus deiner OpenEmu-Mediathek entfernen?

source: Are you sure you want to delete the save game called '%@' from your OpenEmu library?
de: Möchtest du den Spielstand „%@“ wirklich aus deiner OpenEmu-Mediathek entfernen?

source: Are you sure you want to delete the screenshot called '%@' from your OpenEmu library?
de: Möchtest du den Screenshot „%@“ wirklich aus deiner OpenEmu-Mediathek entfernen?

source: Are you sure you want to delete the selected game from your OpenEmu library?
de: Möchtest du das ausgewählte Spiel wirklich aus deiner OpenEmu-Mediathek entfernen?

source: Are you sure you want to delete the selected games from your OpenEmu library?
de: Möchtest du die ausgewählten Spiele wirklich aus deiner OpenEmu-Mediathek entfernen?

source: Are you sure you want to quit the application?
de: Möchtest du die Anwendung wirklich beenden?

source: Are you sure you want to remove the selected games from the collection?
de: Möchtest du die ausgewählten Spiele wirklich aus der Sammlung entfernen?

source: Are you sure you want to remove this collection?
de: Möchtest du diese Sammlung wirklich entfernen?

source: Are you sure you want to reset the console?
de: Möchtest du die Konsole wirklich neu starten?

source: Are you sure you want to stop emulation?
de: Möchtest du das Spiel wirklich beenden?

source: At least one System must be enabled
de: Es muss mindestens ein System aktiviert sein

source: Auto Save State
de: Automatische Sicherung

source: Automatically Import
de: Automatisch zu OpenEmu hinzufügen

source: Bluetooth Not Enabled
de: Bluetooth ist nicht aktiviert

source: Bluetooth must be enabled to pair a Wii controller.
de: Bluetooth muss aktiviert sein, um eine Wiimote hinzuzufügen.

source: COLLECTIONS
de: SAMMLUNGEN

source: CONSOLES
de: KONSOLEN

source: Can delete save states
de: Spielstände sind löschbar

source: Cancel
de: Abbrechen

source: Cancel Cover Art Download
de: Cover-Download abbrechen

source: Cancel OpenVGDB Update
de: OpenVGDB-Update abbrechen

source: Change Core
de: Kern wechseln

source: Change Volume
de: Lautstärke ändern

source: Cheat Description
de: Cheat-Beschreibung

source: Choose Library…
de: Mediathek auswählen …

source: Choose OpenEmu Library
de: OpenEmu-Mediathek auswählen

source: Choose a valid file.
de: Wähle eine gültige Datei aus.

source: Choose save states directory
de: Spielstandordner auswählen

source: Chose Yes to remove all items from the queue. Items that finished importing will be preserved in your library.
de: Möchtest du wirklich alle Objekte aus der Warteschlange entfernen? Spiele, die bereits importiert wurden, bleiben in der Mediathek.

source: Cleanup autosave state
de: Automatische Sicherungen aufräumen

source: Clicking on image selects button
de: Klick auf Grafik wählt Button aus

source: Clicking outside image deselects button
de: Klick außerhalb der Grafik hebt Auswahl auf

source: Collapse
de: Ein-/Ausklappen

source: Collections
de: Sammlungen

source: Consolidate
de: Zusammenlegen

source: Consolidate Files…
de: Dateien zusammenlegen …

source: Consolidating will copy all of the selected games into the OpenEmu Library folder. This cannot be undone.
de: Beim Zusammenlegen werden die ausgewählten Spiele in den OpenEmu-Spieleordner kopiert. Diese Aktion kann nicht rückgängig gemacht werden.

source: Controls
de: Steuerung

source: Controls Setup
de: Steuerung

source: Copying Artwork Files…
de: Kopiere Cover-Dateien …

source: Copying Game Files…
de: Kopiere Spiel-Dateien …

source: Copying ROM Files…
de: Kopiere ROM-Dateien …

source: Core Provided By…
de: Kern powered by…

source: Cores
de: Kerne

source: Couldn't connect to the background process.
de: Die Verbindung mit dem Hintergrundprozess ist fehlgeschlagen.

source: Create Library…
de: Mediathek erstellen …

source: Create a personal game selection. To add to a collection, select a game from your console library and drag it to ’%@’ on the left.
de: Erstelle eine eigene Spieleauswahl. Um ein Spiel zur Sammlung hinzuzufügen, wähle es in der Konsolenansicht aus und ziehe es auf „%@“ in der Seitenleiste.

source: Create or Load Save State
de: Spielstand erstellen oder laden

source: DEVICES
de: GERÄTE

source: Dark GridView context menu
de: Dunkles Kontextmenü in Spieleansicht verwenden

source: Database Actions
de: Datenbank-Aktionen

source: Debug Mode
de: Debug-Modus

source: Delete Collection
de: Sammlung löschen

source: Delete Game
de: Spiel löschen

source: Delete Games
de: Spiele löschen

source: Delete Save
de: Spielstand löschen

source: Delete Saves
de: Spielstände löschen

source: Delete Screenshot
de: Screenshot löschen

source: Delete Screenshots
de: Screenshots löschen

source: Deselect All
de: Auswahl aufheben

source: Device Disconnected
de: Gerät getrennt

# Device number %lu, %@, has disconnected.
source: Device number %1$lu, %2$@, has disconnected.
de: Gerät %1$lu (%2$@) wurde getrent.

source: Disable aspect ratio correction
de: Seitenverhältnis-Korrektur deaktivieren

source: Disable grid view gloss overlay
de: Glanz-Overlay in Symbolansicht deaktivieren

source: Do Not Save
de: Nicht sichern

source: Do not ask me again
de: Nicht erneut fragen

source: Do you really want to cancel the import process?
de: Möchtest du den Import wirklich abbrechen?

source: Do you want to continue playing where you left off?
de: Möchtest du dort weiterspielen, wo du zuletzt aufgehört hast?

source: Don't Import Selected
de: Auswahl nicht importieren

source: Download Cover Art
de: Cover herunterladen

source: Download missing artwork on the fly
de: Fehlende Cover „on the fly“ herunterladen

source: Downloading and Installing Core…
de: Kern herunterladen und installieren…

source: Drag & Drop Games Here
de: Spiele per Drag & Drop hinzufügen

source: Draw button mask above image
de: Button-Maske über Grafik legen

source: Duplicate Collection
de: Sammlung duplizieren

source: Edit Game Controls
de: Steuerung bearbeiten

source: Enable Retrode support
de: Retrode-Unterstützung aktivieren

source: Error!
de: Fehler!

# Game %ld of %ld
source: Game %1$ld of %2$ld
de: Spiel %1$ld von %2$ld

source: Game Scanner
de: Spiele-Scanner

source: Game View Background color
de: Hintergrund der Spieleansicht

source: General
de: Allgemein

source: Hide "%@"
de: "%@" ausblenden

source: If there is a red button on the back battery cover, press it. If not, hold down buttons ①+②.
de: Wenn sich unter der Batteriefachdeckung ein roter Knopf befindet, drücke ihn. Falls nicht, drücke die Knöpfe ① und ②.

source: If you change the core you current progress will be lost and save states will not work anymore.
de: Wenn du den Kern wechselst, wirst du deinen aktuellen Fortschritt verlieren und bisher gesicherte Spielstände werden nicht mehr funktionieren.

source: Install
de: Installieren

source: Installing Core
de: Kern installieren

source: Keep Files
de: Dateien behalten

source: Keyboard
de: Tastatur

source: Library
de: Mediathek

source: Library Window
de: Mediathek-Ansicht

source: Locate
de: Suchen

source: Locate '%@'
de: Suche '%@'

source: Log HID Events
de: HID-Events loggen

source: Log Keyboard Events
de: Tastatur-Events loggen

source: Low Controller Battery
de: Batterieladung des Controllers ist schwach

source: MEDIA
de: MEDIEN

source: Make sure your internet connection is active and download a suitable core.
de: Stelle sicher, dass deine Internetverbindung aktiv ist, und lade einen passenden Kern herunter.

source: Make your Wiimote discoverable
de: Mache deine Wiimote entdeckbar

source: Manually choose system on import
de: System beim Import manuell auswählen

source: Missing Core
de: Kern fehlt

source: Move selected games to Trash, or keep them in the Library folder?
de: Ausgewählte Spiele in den Papierkorb legen oder im Spieleordner behalten?

source: Move to Trash
de: In Papierkorb legen

source: Mute Audio
de: Ton aus

source: New Collection
de: Neue Sammlung

source: New Collection from Selection
de: Neue Sammlung aus Auswahl

source: New Folder
de: Neuer Ordner

source: New Smart Collection
de: Neue intelligente Sammlung

source: No
de: Nein

source: No Save States available
de: Keine Spielstände verfügbar

source: No available controllers
de: Keine Controller verfügbar

source: No game played yet!
de: Noch kein Spiel gespielt.

source: None
de: Keine

source: Not implemented right now
de: Noch nicht implementiert

source: Only files in the OpenEmu Library folder will be moved to the Trash.
de: Nur Dateien, die sich im OpenEmu-Spieleordner befinden, werden in den Papierkorb gelegt.

source: Open Collection
de: Sammlung anzeigen

source: Open Library
de: Konsole anzeigen

source: OpenEmu could not find a Core to launch the game
de: OpenEmu konnte keinen Kern finden, um das Spiel zu starten

source: OpenEmu includes a save game feature that allows you to continue playing exactly where you left off.
de: OpenEmu besitzt eine Funktion, dank der du dort weiterspielen kannst, wo du zuletzt aufgehört hast.

source: OpenEmu needs a library to continue. You may choose an existing OpenEmu library or create a new one
de: OpenEmu benötigt eine Mediathek, um fortzufahren. Du kannst eine bereits existierende OpenEmu-Mediathek auswählen oder eine neue erstellen.

# OpenEmu uses 'Cores' to emulate games. You need the %@ Core to play %@
source: OpenEmu uses 'Cores' to emulate games. You need the %1$@ Core to play %2$@
de: OpenEmu nutzt sogenannte „Kerne“, um Spiele zu emulieren. Du benötigst den „%1$@“-Kern, um „%2$@“ zu spielen.

source: OpenEmu will save and quit all games that are currently running.
de: OpenEmu wird alle derzeit laufenden Spiele sichern und beenden.

source: Options
de: Optionen

source: Pause Emulation
de: Spiel pausieren

source: Pause Gameplay
de: Spiel pausieren

source: Play Game
de: Spiel starten

source: Play Games (Caution)
de: Spiele starten (Vorsicht)

source: Play Save Games
de: Spielstand öffnen

source: Player %ld
de: Spieler %ld

source: Quick Load
de: Schnell laden

source: Quick Save
de: Schnell sichern

source: Quick Save State
de: Schnelle Sicherung

source: Quick Save, Slot %@
de: Schnelle Sicherung, Slot %@

source: Quit
de: Beenden

source: Rating
de: Bewertung

source: Recently Added
de: Zuletzt hinzugefügt

source: Recovered Auto Save
de: Wiederhergestellte automatische Sicherung

source: Remove
de: Entfernen

source: Remove duplicate states
de: Doppelte Spielstände entfernen

source: Remove missing states
de: Fehlende Spielstände entfernen

source: Rename
de: Umbenennen

source: Rename "%@"
de: „%@“ umbenennen

source: Rename Game
de: Spiel umbenennen

source: Rename Special Save State or something?
de: Spezial-Spielstand umbenennen?

source: Required files are missing.
de: Erforderliche Dateien fehlen.

source: Resolve %ld Issues
de: %ld Problem(e) beheben

source: Resolve Issues
de: Probleme beheben

source: Restart
de: Neu starten

source: Restart System
de: Konsole neu starten

source: Resume
de: Fortsetzen

source: Resume Emulation
de: Spiel fortsetzen

source: Run games using
de: Starte Spiele als

source: Save As:
de: Titel:

source: Save Current Game
de: Aktuelles Spiel sichern

source: Save Game
de: Spielstand sichern

source: Save States
de: Spielstände

source: Save to Slot %d
de: In Slot %d sichern

source: Save-Game-%ld %@
de: Spielstand %ld - %@

source: Saved Games
de: Spielstände

source: Scanning Directory
de: Ordner durchsuchen

source: Secrets
de: Geheim

source: Select All
de: Alle auswählen

source: Select Audio Output Device
de: Audio-Ausgabegerät auswählen

source: Select Cheat
de: Cheat auswählen

source: Select Core
de: Kern auswählen

source: Select Filter
de: Filter auswählen

source: Select Scale
de: Skalierung auswählen

source: Select first field after setting the last
de: Nach letztem Feld erstes auswählen

source: Set default save states directory
de: Standard-Spielstandordner festlegen

source: Setup Assistant has finished
de: Setup-Assistent wurde durchlaufen

source: Show In Finder
de: In Finder anzeigen

source: Show all global keys
de: Alle Global-Keys anzeigen

source: Show audio output device in menu
de: Audio-Ausgabegerät in Menü anzeigen

source: Show autosave in menu
de: Automatische Sicherung in Menü anzeigen

source: Show collection view debug controller
de: Sammlungsansicht-Debug-Controller anzeigen

source: Show game titles instead of rom names
de: Spieletitel statt Dateinamen anzeigen

source: Show options button
de: Optionen-Schaltfläche anzeigen

source: Show quicksave in menu
de: Schnelle Sicherung in Menü anzeigen

source: Some migrations failed to complete properly
de: Einige Migrationen konnten nicht korrekt durchgeführt werden

source: Start Scanning
de: Wiimote suchen

source: Stop
de: Beenden

source: Stop Emulation
de: Spiel beenden

source: Switch To Flow View
de: Objekte mit Cover Flow zeigen

source: Switch To Grid View
de: Objekte als Symbole zeigen

source: Switch To List View
de: Objekte in einer Liste zeigen

source: Take screenshots in native size
de: Screenshots in Originalgröße aufnehmen

source: Takes you to the %@ project website
de: Besuche die „%@“-Projektseite

source: The %1$@ core has compatibility issues and some games may contain glitches or not play at all. Please do not report problems as we are not responsible for the development of %2$@.
de: Der „%1$@“-Kern hat Kompatibilitätsprobleme, daher können einige Spiele nicht fehlerfrei oder gar nicht gespielt werden. Bitte melde keine Fehler, da wir für die Entwicklung von „%2$@“ nicht zuständig sind.

source: The OpenEmu Library could not be found.
de: Die OpenEmu-Mediathek konnte nicht gefunden werden.

source: The System plugin could not be found!
de: Das System-Plugin konnte nicht gefunden werden.

source: The background process connection couldn't be established
de: Es konnte keine Verbindung mit dem Hintergrundprozess hergestellt werden

source: The background process couldn't be launched
de: Der Hintergrundprozess konnte nicht gestartet werden

source: The battery in device number %1$lu, %2$@, is low. Please charge or replace the battery.
de: Die Batterieladung in Gerät %1$lu (%2$@) ist gering. Bitte lade das Gerät oder ersetze die Batterie.

source: The core could not be downloaded. Try installing it from the Cores preferences.
de: Der Kern konnte nicht heruntergeladen werden. Versuche ihn in den Kern-Einstellungen zu installieren.

source: The file you selected doesn't exist
de: Die Datei, die du ausgewählt hast, existiert nicht

source: The game '%@' could not be started because a rom file could not be found. Do you want to locate it?
de: Das Spiel „%@“ konnte nicht gestartet werden, da die ROM-Datei nicht gefunden wurde. Möchtest du sie suchen?

source: The game '%@' was imported.
de: Das Spiel „%@“ wurde importiert.

source: The root proxy object is nil.
de: Das Root-Proxy-Objekt ist null.

source: This System has no corresponding core installed.
de: Für dieses System ist kein Kern installiert.

source: This save state was created with a different core. Do you want to switch to that core now?
de: Dieser Spielstand wurde mit einem anderen Kern erstellt. Möchtest du zu diesem Kern wechseln?

source: Title:
de: Titel:

# To launch the save state %@ you will need to install the '%@' Core
source: To launch the save state %1$@ you will need to install the '%2$@' Core
de: Um den Spielstand „%1$@“ zu laden, musst du den Kern „%2$@“ installieren

source: To run this core you need the following: %@Drag and drop the required file(s) onto the game library window and try again.
de: Um dieses Spiel zu starten, werden folgende Dateien benötigt: %@Ziehe die erforderlichen Dateien in die Mediatheksansicht und starte das Spiel erneut.

source: Toggle Fullscreen
de: Vollbild ein/aus

source: Toggle Sidebar
de: Seitenleiste ein-/ausblenden

source: Unmute Audio
de: Ton ein

source: Update
de: Aktualisieren

source: Update OpenVGDB
de: OpenVGDB aktualisieren

source: Use game name as window title
de: Spieltitel als Fenstertitel verwenden

source: Use gamecore picker
de: Kernauswahldialog verwenden

source: Use quicksave slots
de: Slots für schnelle Sicherung verwenden

source: Warning
de: Warnung

source: WiiRemote support (requires relaunch)
de: Wiimote-Unterstützung aktivieren (erfordert Neustart)

source: Won't be able to recognize it as special save state…
de: Wird nicht als Spezial-Spielstand erkannt werden können…

source: Would you like to continue your last game?
de: Möchtest du dein letztes Spiel weiterspielen?

source: Would you like to save your game before you quit?
de: Möchtest du dein Spiel vor dem Beenden sichern?

source: Yes
de: Ja

source: Your game finished importing, do you want to play it now?
de: Dein Spiel wurde importiert. Möchtest du es jetzt spielen?
